#!/usr/bin/env python
# -*- coding: utf-8 -*-

admin_id = '698592825'

token = '998995092:AAH5p0jg4XghyJkksIBf_msUf4kwYygC9IM'
start_text = 'Привет! Если ты хочешь продать свои скины нажми на кнопку "Да!"'
info_message = 'Прекрасно! Теперь мне от вас нужно: \n' \
               '1.Скины, которые вы хотите продать, и их цену на ТП Steam\n' \
               '2.Сколько вы хотите получить с этих скинов\n' \
               '3.Способ оплаты\n' \
               '4.Трейд ссылка'
start_trade = 'И так, начнем, напишите название скина, который Вы хотите продать'
price_cfg = 'Сколько вы хотите получить за этот скин?'
payment_method = 'куда вы хотите получить деньги?'
trade = 'И последнее, отправьте мне Свою трейд ссылку стима'
end_message = 'На этом все! \n' \
              'Информация переданна трейдеру\n' \
              'Если возникли проблеммы обращайтесь к администратору @SkyZen3'
none_user = 'К сожаленю, администратор с вами не сможет связаться, т.к. у вас в настройках теллеграма не ' \
            'указано имя пользователя. Отправьте ему ( @SkyZen3 ) данные номер: '
